Repository: CimpianAlin/i2p.itoopie
Catalog: locale/messages_*.po
Languages: sv

source: itoopie and I2PControl were sponsored by Relakks & Ipredator. Development began during the summer of 2011 and the first alpha was launched in July. I'd like to thank Jan-Erik Fiske and Peter Sunde for actively helping privacy and anonymity online.
sv: itoopie och I2PControl sponsrades av Relakks & Ipredator. Utveckling påbörjades under sommaren 2011 och den första alfan lanserades i Juli. Jag skulle vilja tacka Jan-Erik Fiske och Peter Sunde för att dom aktivt hjälper och stödjer integritet och anonymitet online.

source: New remote host detected
sv: Ny fjärrvärd upptäckt

source: Would you like permanently trust the certificate from the remote host {0}?
sv: Vill du permanent lita på certifikatet från fjärrvärden {0}?

source: Certificate info
sv: Certifikat info

source: Name:
sv: Namn:

source: Algorithm:
sv: Algoritm:

source: Serial:
sv: Serienummer:

source: SHA-1 ID-hash:
sv: SHA-1 hash:

source: Warning, new remote host detected
sv: Varning, ny fjärrvärd funnen

source: The certificate of {0} has changed!
sv: Certifikatet från {0} har ändrats!

source: Are you sure you want to permanently trust the new certificate from the remote host?
sv: Vill du permanent lite på certifikatet från fjärrvärden

source: Are you sure that you trust the new certificate?
sv: Är du säker på att du vill lite på det nya certifkatet?

source: Is that your final answer?
sv: Är detta ditt slutgiltiga svar?

source: Settings read from I2P router.
sv: Inställningar lästa från I2P routern.

source: Settings aren't valid, not saving.
sv: Ogiltiga inställningar, sparar ej.

source: I2P router rejected settings.
sv: I2P routern avvisade inställningar.

source: Not connected, unable to save.
sv: Ej ansluten, kan inte spara.

source: Saved settings on I2P router.
sv: Inställningar sparades till I2P router.

source: Saved settings on I2P router. I2P router needs to be restarted.
sv: Sparade inställningar på I2P routern. I2P routern behöver startas om.

source: Apply
sv: Verkställ

source: Bandwidth:
sv: Bandbredd:

source: Download:
sv: Nerladdning:

source: Upload:
sv: Uppladdning:

source: Share:
sv: Utdelning:

source: Network:
sv: Nätverk:

source: Enable UPNP
sv: Slå på UPNP

source: "{0}" cannot be interpreted as a port.
sv: "{0}" kan inte tolkas som en port.

source: Port must be a number in the range 1-65535.
sv: Port måste vara ett nummer i intervallet 1-65535.

source: Invalid port.
sv: Ogiltig port.

source: "{0}" cannot be interpreted as a speed.
sv: "{0}" kan inte tolkas som en hastighet.

source: Speed must be a number larger than 0.
sv: Hastighet måste vara ett nummer stärre än 0.

source: Invalid download speed.
sv: Ogiltig nerladdningshastighet.

source: Invalid upload speed.
sv: Ogiltig uppladdningshastighet.

source: "{0}" cannot be interpreted as a percentage.
sv: "{0}" kan inte tolkas som ett procenttal.

source: Percentage must be a number in the range 0-100.
sv: Procenttalet måste vara ett nummer i intervallet 0-100.

source: Invalid share percentage.
sv: Ogiltig utdelningsprocent.

source: The new settings have been applied, but the I2P router needs to be restarted for some to take effect. Would you like to restart the I2P router now?
sv: De nya inställningarna har sparats, men I2P routern måste startas om för att verkställa. Vill du starta om I2P routern nu?

source: Restart needed for new settings.
sv: Omstart krävs för nya inställningar.

source: Restarting I2P node
sv: Startar om I2P nod

source: Restart failed
sv: Omstart misslyckades

source: Overview
sv: Översikt

source: Configuration
sv: Konfiguration

source: About
sv: Om

source: Settings
sv: Inställningar.

source: Uptime:
sv: Uptid:

source: Net Status:
sv: Nätstatus:

source: No changes found, settings not saved.
sv: Inga förändringar hittade, inställningar ej sparade.

source: Settings saved.
sv: Inställningar sparade.

source: Settings not saved, no changes found.
sv: Inställningar ej sparade, inga förändringar funna.

source: New remote address
sv: Nytt fjärrlösen

source: New remote port
sv: Ny fjärrport

source: New remote password
sv: Nytt fjärrlösen

source: Discard
sv: Avbryt

source: Connect to I2P node
sv: Ansluten till I2P router.

source: IP address:
sv: Ipadress.

source: Password:
sv: Lösen:

source: Change I2PControl
sv: Ändra I2PControl

source: Change address:
sv: Ipadress.

source: Change port:
sv: Ändra port:

source: New password:
sv: Nytt lösen:

source: Repeat password:
sv: Lösen avvisat.

source: "{0}" cannot be interpreted as an ip address.
sv: "{0}" kan inte tolkas som en ip adress.

source: Try entering the ip address of the machine running i2p.
sv: kan inte tolkas som en ipadress. Försök använda maskinen som kör I2Ps ipadress.

source: Invalid ip address.
sv: Ogiltig ipadress.

source: The password was not accepted as valid by the specified host. (the default password is "itoopie")
sv: Lösenordet accepterades inte av den angivna värden. (standarlösenordet är "itoopie")

source: Rejected password.
sv: Lösen avvisat.

source: The remote host at the ip and port did not respond. Maybe I2PControl is not running on the remote I2P router, maybe the I2P router is not started.
sv: Fjärrvärden vid angiven ip och port svarade inte. I2PControl kanske inte körs på I2P routern, I2P routern kanske inte är startad.

source: Connection failed.
sv: Anslutning misslyckades.

source: The new password and the repeated new password do not match.
sv: Det nya lösenordet och det upprepade lösenordert överensstämmer inte.

source: Mistyped password.
sv: Felskrivet lösenord.

source: The new password is the same as the old password.
sv: Det nya lösenordet är samma som det gamla lösenorder.

source: No new password.
sv: Inget nytt lösenord.

source: Connected to I2P router.
sv: Ansluten till I2P router.

source: Unable to connect to I2P router.
sv: Kunde ej ansluta till I2P router.

source: I2P router rejected password.
sv: I2P routern avvisade lösenord.

source: Exit itoopie
sv: Avsluta itoopie

source: Bandwidth In [KB/s]
sv: Bandbredd In [KB/s]:

source: Bandwidth Out [KB/s]
sv: Bandbredd ut [KB/s]:

source: Time
sv: Tid

source: Number of tunnels we are participating in.
sv: Antalet I2P tunnlar vi deltar i.

source: Testing.
sv: Testar.

source: Firewalled.
sv: Bakom brandvägg.

source: Hidden.
sv: Gömd.

source: Warning, firewalled and fast.
sv: Varning, bakom brandvägg och snabb.

source: Warning, firewalled and floodfill.
sv: Varning, bakom brandvägg och 'floodfill'.

source: Warning, firewalled with inbound TCP enabled.
sv: Varning, bakom brandvägg med TCP påslaget.

source: Warning, firewalled with UDP disabled.
sv: Varning, bakom brandvägg med UDP avslaget.

source: Error, I2CP issue. Check logs.
sv: Fel, I2CP problem. Kontrollera loggar.

source: Error, clock skew. Try setting system clock.
sv: Fel, klockvridning. Testa ställa systemklockan.

source: Error, private TCP address.
sv: Fel, private TCP adress.

source: Error, behind symmetric NAT. Can't recieve connections.
sv: Fel, bakom symmetrisk NAT. Kan inte ta emot anslutningar.

source: Error, UDP port already in use.
sv: Fel, UDP-porten används redan.

source: Error, no active peers. Check connection and firewall.
sv: Fel, inga aktiva noder. Kontrollera anslutning och brandvägg.

source: Error, UDP disabled and TCP unset.
sv: Fel, UDP avslaget och TCP ej inställt.

source: any host (0.0.0.0)
sv: vilken värddator som helst (0.0.0.0)

source: Unable to create hash of the given cert,
sv: Kunde ej skapa en hash av det angivna certifikatet,

source: 1 second
sv: 1 sekund

source: 1 minute
sv: 1 minut

source: 1 hour
sv: 1 timme

source: 1 day
sv: 1 dag
